[
    {
        "id": 1,
        "img": "img/oppenheimer.jpg",
        "nombre": "Oppenheimer",
        "Director": "Christopher Nolan",
        "categoria": "suspenso",
        "Sinopsis": "Durante la Segunda Guerra Mundial, el teniente general Leslie Groves designa al físico J. Robert Oppenheimer para un grupo de trabajo que está desarrollando el Proyecto Manhattan, cuyo objetivo consiste en fabricar la primera bomba atómica.",
        "precio": 1000,
        "trailer": "https://www.youtube.com/embed/MVvGSBKV504?si=9Wa61ma61NjHsjuE"
    },
    {
        "id": 2,
        "img": "img/truman-show.jpg",
        "nombre": "The Truman Show",
        "Director": "Peter Weir",
        "categoria": "Comedia",
        "Sinopsis": "Truman Burbank, un feliz agente de seguros, cree llevar una vida normal, pero no tiene idea de que las cámaras lo graban las 24 horas y que todo lo que hace se ve en televisión.",
        "precio": 1500,
        "trailer": "https://www.youtube.com/embed/ezAsS01cDIs?si=1xMrUwoY5uIIG-el"
    },
    {
        "id": 3,
        "img": "img/american.jpg",
        "nombre": "american psycho",
        "Director": "Mary Harron",
        "categoria": "suspenso",
        "Sinopsis": "En la década de 1980, Patrick Bateman es un hombre exitoso y obsesionado por la competencia y por la perfección material, quien utiliza los más caros cosméticos masculinos, equipos de gimnasia, solárium y demás maquinaria estética para lograr un cuerpo atlético y bien acicalado, identificador material del éxito social.",
        "precio": 1000,
        "trailer": "https://www.youtube.com/embed/Q_jaJR_cNFU?si=eOHsQK_ZIvOEy4RI"
    },
    {
        "id": 4,
        "img": "img/el_gran_truco.jpg",
        "nombre": "El gran truco",
        "Director": "Christopher Nolan",
        "categoria": "suspenso",
        "Sinopsis": "Un encuentro durante una sesión fraudulenta provoca que dos magos del siglo XIX, Alfred Borden y Rupert Angier, se enfrenten en una intensa batalla por la supremacía. Las consecuencias son terribles cuando ambos intentan triunfar no sólo superando a su rival, sino destruyéndolo.",
        "precio": 1500,
        "trailer": "https://www.youtube.com/embed/438-eKgAIFE?si=He51G4pcrZQmgAQQ"
    },
    {
        "id": 5,
        "img": "img/relatos_salvajes.jpg",
        "nombre": "Relatos salvajes",
        "Director": "Damián Szifron",
        "categoria": "Comedia",
        "Sinopsis": "Seis relatos que alternan la intriga, la comedia y la violencia. Sus personajes se verán empujados hacia el abismo y hacia el innegable placer de perder el control al cruzar la delgada línea que separa la civilización de la barbarie.",
        "precio": 1000,
        "trailer": "https://www.youtube.com/embed/CzJM3jYKjAg?si=ZE8LbHEgHhHtemQB"
    },
    {
        "id": 6,
        "img": "img/club-pelea.jpg",
        "nombre": "El club de la pelea",
        "Director": "David Fincher",
        "categoria": "suspenso",
        "Sinopsis": "Un empleado de oficina insomne, harto de su vida, se cruza con un vendedor peculiar. Ambos crean un club de lucha clandestino como forma de terapia y, poco a poco, la organización crece y sus objetivos toman otro rumbo.",
        "precio": 750,
        "trailer": "https://www.youtube.com/embed/YD5BeUWgsSM?si=ah1ZGYxRE0leNUEZ"
    },
    {
        "id": 7,
        "img": "img/primicia.jpg",
        "nombre": "Primicia mortal",
        "Director": "Dan Gilroy",
        "categoria": "suspenso",
        "Sinopsis": "Louis Bloom es un joven de Los Ángeles, sin empleo ni escrúpulos, quien, después de haber sido testigo de un accidente espeluznante, decide que quiere ganar fama y fortuna a través del periodismo sensacionalista.",
        "precio": 950,
        "trailer": "https://www.youtube.com/embed/OGP02DvsqXc?si=T6PHd_MlzmHOYIot"
    },
    {
        "id": 8,
        "img": "img/cuando-acecha.jpg",
        "nombre": "Cuando acecha la maldad",
        "Director": "Demián Rugna",
        "categoria": "Terror",
        "Sinopsis": "Los vecinos de un pequeño pueblo rural descubren que un demonio está a punto de nacer entre ellos. Intentan escapar desesperadamente, pero puede que sea demasiado tarde.",
        "precio": 1000,
        "trailer": "https://www.youtube.com/embed/pOgZ-OJhwbc?si=8GqOgCBSe7lzLKsZ"
    },
    {
        "id": 9,
        "img": "img/siniestro.webp",
        "nombre": "Siniestro",
        "Director": "Scott Derrickson",
        "categoria": "Terror",
        "Sinopsis": "Ellison Oswald, escritor de historias criminales, está en una mala racha; no ha tenido un éxito en más de 10 años y está desesperado. Cuando descubre una película que muestra las muertes de una familia, él promete resolver el misterio. Ellison y su familia se mudan a la casa de las víctimas y se pone a trabajar.",
        "precio": 1000,
        "trailer": "https://www.youtube.com/embed/6BiMQPil_4M?si=EE-5D9NbIF_r-0hy"
    },
    {
        "id": 10,
        "img": "img/la-bruja.jpg",
        "nombre": "La bruja",
        "Director": "Robert Eggers",
        "categoria": "Terror",
        "Sinopsis": "Nueva Inglaterra, 1630. Una familia compuesta por un matrimonio de colonos cristianos, padres de cinco hijos, vive cerca de un bosque al que la leyenda popular atribuye un carácter demoníaco. La convivencia estalla y la familia se desgarra al sospechar que su hija mayor practica la brujería, debido a que las cosechas no crecen y su bebé ha desaparecido.",
        "precio": 2000,
        "trailer": "https://www.youtube.com/embed/5WsVcBY2UHg?si=rS4iUfOT2rxykXlh"
    },
    {
        "id": 11,
        "img": "img/diablo.jpg",
        "nombre": "El legado del diablo",
        "Director": "Ari Aster",
        "categoria": "Terror",
        "Sinopsis": "Después de la muerte de la matriarca de la familia Graham, su hija, Annie, se muda a la casa con su familia. Annie espera olvidar los problemas que tuvo en su infancia allá, pero todo se tuerce cuando su hija empieza a ver figuras fantasmales",
        "precio": 1500,
        "trailer": "https://www.youtube.com/embed/V6wWKNij_1M?si=URf0Fvaxp6-s7IWL"
    },
    {
        "id": 12,
        "img": "img/mars-attack.jpg",
        "nombre": "mars attack",
        "Director": "Tim Burton",
        "categoria": "Comedia",
        "Sinopsis": "Un estrambótico equipo de improvisados héroes de edades y características distintas tratará de combatir una invasión alienígena tras la llegada de naves espaciales de Marte a la Tierra.",
        "precio": 700,
        "trailer": "https://www.youtube.com/embed/8aZAlpX5xPI?si=kVxMSjmm4B74GrJR"
    },
    {
        "id": 13,
        "img": "img/kick-ass.jpg",
        "nombre": "Kick-Ass: un superhéroe sin superpoderes",
        "Director": "Matthew Vaughn",
        "categoria": "Comedia",
        "Sinopsis": "A pesar de la falta completa de poderes extraordinarios, un adolescente se reinventa a sí mismo como un superhéroe y se enfrenta a un jefe criminal.",
        "precio": 1750,
        "trailer": "https://www.youtube.com/embed/2rpXHqnGDXo?si=TfmsIkowY4ankR23"
    },
    {
        "id": 14,
        "img": "img/vhs.jpg",
        "nombre": "V.H.S 94",
        "Director": "Chloe Okuno",
        "categoria": "Terror",
        "Sinopsis": "Una misteriosa cinta VHS revela la existencia de una secta siniestra que tiene material pregrabado que muestra una horrible conspiración.",
        "precio": 1500,
        "trailer": "https://www.youtube.com/embed/RwZBmHTwgDo?si=dF2U4WXeu_2UrtRz"
    },
    {
        "id": 15,
        "img": "img/nice-guys.jpg",
        "nombre": "nice guys",
        "Director": "Shane Black",
        "categoria": "Comedia",
        "Sinopsis": "Los Ángeles, 1977, Holland March, un detective privado, y Jackson Healy, un matón a sueldo, terminan, por capricho del destino, colaborando en la investigación sobre la desaparición de una joven llamada Amelia. Sus pesquisas les conducen hasta los ambientes más sórdidos y oscuros de la ciudad, y se inmiscuyen en la realidad, oculta y macabra, de la industria del cine porno, y en una conspiración que llega hasta las más altas esferas.",
        "precio": 1000,
        "trailer": "https://www.youtube.com/embed/GQR5zsLHbYw?si=bLLLcjg6kMAF9mqK"
    }
]